Repository: stnc/wordpress-team-member
Catalog: languages/CHfw_teams-*.po
Languages: tr_tr

source: Team
tr_tr: Takım

source: Team Member
tr_tr: Takım üyesi

source: Add New
tr_tr: Yeni ekle

source: Add New Team Member
tr_tr: Yeni Takım Üyesi Ekle

source: Edit Team Member
tr_tr: Ekip Üyesi Ekle/Düzenle

source: New Team Member
tr_tr: Yeni Takım Üyesi Ekle

source: View Team Member
tr_tr: Personele Gözat

source: Search Team Members
tr_tr: Üye Ara

source: No team members have been added yet
tr_tr: Heniz takım üyesi eklenmedi

source: Nothing found in Trash
tr_tr: Çöp Kutusunda bir şey bulunamadı

source: Details
tr_tr: Detaylar

source: Status
tr_tr: Durum

source: Enter team member's status.
tr_tr: Takım üyesi durumu

source: Enter team member's Facebook profile URL.
tr_tr: Facebook sayfası

source: Enter team member's Instagram profile URL.
tr_tr: Instagram sayfası

source: Enter team member's Twitter profile URL.
tr_tr: Twitter sayfası

source: Enter team member's Google+ profile URL.
tr_tr: Google+ sayfası

source: Enter team member's LinedIn profile URL.
tr_tr: LinedIn sayfası

source: Enter team member's Vimeo profile URL.
tr_tr: Vimeo sayfası

source: Enter team member's YouTube profile URL.
tr_tr: YouTube sayfası

source: Enter team member's e-mail address.
tr_tr: mail adres

source: Enter team member's website URL.
tr_tr: web sitesi

source: Content
tr_tr: İçerik

source: Team members grid
tr_tr: Grid tipi

source: Column
tr_tr: Kolon

source: Columns
tr_tr: Kolanlar

source: Select columns.
tr_tr: Kolon Seçiniz
